---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.UniqueElementFailures
source: html/0f77ca57-14e9-6c58-9a5d-a7f503c23242.htm
---
# BuiltInFailures.UniqueElementFailures Properties

Internal setting '%1!s!' is required by Revit and has been deleted.